[Character.CharClass_Anemone_Infected_TentacleA AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.AnemoneInfectedTentacle_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="you have _ %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You can not use it.."
NoManufacturerName="Change"

